"Use strict";

//Задача №1
//Создайте переменную str и присвойте ей значение 'abcde'
//Обращаясь к отдельным символам этой строки выведите на экран символ 'a', символ 'b', символ 'e'


//Задача №2
//Напишите скрипт, который считает количество секунд в часе


//Задача №3
//Создайте переменную name и присвойте ей ваше имя. Выведите на экран фразу 'Привет, %Имя%!'


//Задача №4
//Спросите имя пользователя с помощью метода prompt
//Выведите с помощью alert сообщение 'Ваше имя %имя%'


//Задача №5
//Спросите у пользователя число. Выведите с помощью alert квадрат этого числа


//Задача №6
//Создайте массив ['a', 'b', 'c', 'd'] и с его помощью выведите на экран строку 'a+b, c+d'